Repository: onechapteraday/wordpress-plugins
Catalog: custom-taxonomy-person/languages/person-taxonomy-*.po
Languages: fr_fr

source: years old
fr_fr: ans

source: There is nobody born this month among your persons.
fr_fr: Personne n'est né ce mois-ci parmi vos personnes.

# year of date for female
source: deceased on
fr_fr: s'est éteinte en

source: , %s years ago
fr_fr: , il y a %s ans

source: , %s year ago
fr_fr: , il y a %s an

# year of date for male
source: deceased on
fr_fr: s'est éteint en

source: There is nobody who died this month among your persons.
fr_fr: Personne n'est mort ce mois-ci parmi vos personnes.

source: Persons without posts
fr_fr: Personnes sans articles

source: All your persons have a least one post.
fr_fr: Toutes vos personnes ont au moins un article.

source: Birthdays of the month
fr_fr: Anniversaires du mois

source: Death anniversaries of the month
fr_fr: Commémorations du mois

# taxonomy general name
source: Persons
fr_fr: Personnes

# taxonomy singular name
source: Person
fr_fr: Personne

source: Search Persons
fr_fr: Rechercher dans les personnes

source: Popular Persons
fr_fr: Personnes populaires

source: All Persons
fr_fr: Toutes les personnes

source: See Person
fr_fr: Voir la personne

source: Edit Person
fr_fr: Modifier la personne

source: Update Person
fr_fr: Mettre à jour la personne

source: Add New Person
fr_fr: Ajouter une nouvelle personne

source: New Person Name
fr_fr: Nom de la nouvelle personne

source: Separate persons with commas
fr_fr: Séparer les personnes avec des vrigules

source: Add or remove persons
fr_fr: Ajouter ou supprimer des personnes

source: Choose from the most used persons
fr_fr: Choisir parmi les personnes les plus utilisées

source: No persons found.
fr_fr: Aucune personne trouvée.

source: ← Back to persons
fr_fr: ← Retour aux personnes

source: Persons
fr_fr: Personnes

source: Full name
fr_fr: Nom complet

source: Enter the full name of the person.
fr_fr: Entrer le nom complet de la personne.

source: Given name
fr_fr: Prénom

source: Enter the given name of the person.
fr_fr: Entrer le prénom de la personne.

source: Middle name
fr_fr: Deuxième prénom

source: Enter the middle name of the person.
fr_fr: Entrer le deuxième prénom de la personne.

source: Family name
fr_fr: Nom de famille

source: Enter the family name of the person.
fr_fr: Entrer le nom de famille de la personne.

source: Sort name
fr_fr: Tri du nom

source: Enter the name of the person as it should be sorted.
fr_fr: Entrer le nom de la personne tel qu'il doit être trié.

source: Name order
fr_fr: Ordre du nom

source: Enter name order: 0 for "Given name; Last name", 1 for "Last name; Given name".
fr_fr: Entrer l'ordre du nom complet : 0 pour "Prénom ; Nom de famille", 1 pour "Nom de famille ; Prénom".

source: Gender
fr_fr: Genre

source: Enter the gender of the person, 0 for male, 1 for female, 2 for non-binary.
fr_fr: Entrer le genre de la personne, 0 pour masculin, 1 pour féminin, 2 pour non-binaire.

source: Nationality
fr_fr: Nationalité

source: Enter the nationality of the person (only the ISO codes).
fr_fr: Entrer la nationalité de la personne (seulement les codes ISO).

source: Birthdate
fr_fr: Date de naissance

source: Enter a date with the format YYYY-mm-dd.
fr_fr: Entrer une date au format YYYY-mm-dd.

source: Deathdate
fr_fr: Date de décès

source: Role
fr_fr: Rôle

source: Enter the roles of the person (only codes).
fr_fr: Entrer les rôles de la personne (seulement les codes).

source: Website
fr_fr: Site Web

source: Enter the website of the person (without protocol), if exists.
fr_fr: Entrer le site Web de la personne (sans son protocole), si celui-ci existe.

source: Enter the Twitter account name of the person, only the part after the base url.
fr_fr: Entrer le compte Twitter de la personne, seulement la partie après l'url de base.

source: Enter the Facebook account name of the person, only the part after the base url.
fr_fr: Entrer le compte Facebook de la personne, seulement la partie après l'url de base.

source: Enter the Instagram account name of the person, only the part after the base url.
fr_fr: Entrer le compte Instagram de la personne, seulement la partie après l'url de base.

source: Enter the YouTube account name of the person, only the part after the base url.
fr_fr: Entrer le compte YouTube de la personne, seulement la partie après l'url de base.

source: Enter the Soundcloud account name of the person, only the part after the base url.
fr_fr: Entrer le compte Soundcloud de la personne, seulement la partie après l'url de base.

source: Enter the Goodreads ID of the person, only the part after the base url.
fr_fr: Entrer l'identifiant Goodreads de la personne, seulement la partie après l'url de base.

source: Sidebar
fr_fr: Barre latérale

source: Enter the name of the sidebar you want to display, leave empty if default.
fr_fr: Entrer le nom de la barre latérale que vous souhaitez afficher, laisser vide si défaut.

source: Popular Persons in Category Widget
fr_fr: Nuage de personnes populaires dans la catégorie

source: This widget will show all the persons in the specific category you choose.
fr_fr: Ce widget vous affichera les personnes les plus populaires de la catégorie que vous choisissez.

source: Title:
fr_fr: Titre :

source: Number of persons to show:
fr_fr: Nombre de personnes à afficher :

source: Popular Persons with Role Widget
fr_fr: Nuage de personnes populaires avec un rôle prédéfini

source: This widget will show all the popular persons with one specific role.
fr_fr: Ce widget vous affichera les personnes les plus populaires ayant le rôle que vous choisissez.

source: Role of persons to show:
fr_fr: Rôle des personnes à afficher :

source: Enter the gender of the person, 0 for male and 1 for female.
fr_fr: Entrer le genre de la personne, 0 pour masculin et 1 pour féminin.

source: Enter the gender of the person, 0 for male 1 for female.
fr_fr: Entrer le genre de la personne, 0 pour masculin et 1 pour féminin.
