Repository: onechapteraday/wordpress-plugins
Catalog: custom-taxonomy-literary-prize-selection/languages/selection-taxonomy-*.po
Languages: fr_fr

# taxonomy general name
source: Selections
fr_fr: Sélections

# taxonomy singular name
source: Selection
fr_fr: Sélection

source: Search Selections
fr_fr: Rechercher dans les sélections

source: Popular Selections
fr_fr: Sélections populaires

source: All Selections
fr_fr: Toutes les sélections

source: See Selection
fr_fr: Voir la sélection

source: Edit Selection
fr_fr: Modifier la sélection

source: Update Selection
fr_fr: Mettre à jour la sélection

source: Add New Selection
fr_fr: Ajouter une nouvelle sélection

source: New Selection Name
fr_fr: Nom de la nouvelle sélection

source: Separate selections with commas
fr_fr: Séparer les sélections avec des virgules

source: Add or remove selections
fr_fr: Ajouter ou supprimer des sélections

source: Choose from the most used selections
fr_fr: Choisir parmi les sélections les plus utilisées

source: No selections found.
fr_fr: Aucune sélection trouvée.

source: ← Back to selections
fr_fr: ← Retour aux sélections

source: Selections
fr_fr: Sélections

source: Prize related to selection
fr_fr: Prix lié à la sélection

source: Enter the prize to which the selection is about.
fr_fr: Entrer le slug du prix auquel se rapporte la sélection.

source: Selection ordinal number
fr_fr: Nombre ordinal de la sélection

source: Enter the ordinal number of the selection.
fr_fr: Entrer le nombre ordinal de la sélection.

source: Date of selection
fr_fr: Date de la sélection

source: Enter the date of selection.
fr_fr: Entrer la date de la sélection.
