Repository: onechapteraday/wordpress-plugins
Catalog: custom-taxonomy-creative-work/languages/creative-work-taxonomy-*.po
Languages: fr_fr

# taxonomy general name
source: Creative Works
fr_fr: Œuvres

# taxonomy singular name
source: Creative Work
fr_fr: Œuvre

source: Search Creative Works
fr_fr: Rechercher dans les œuvres

source: Popular Creative Works
fr_fr: Œuvres populaires

source: All Creative Works
fr_fr: Toutes les œuvres

source: See Creative Work
fr_fr: Voir l'œuvre

source: Edit Creative Work
fr_fr: Modifier l'œuvre

source: Update Creative Work
fr_fr: Mettre à jour l'œuvre

source: Add New Creative Work
fr_fr: Ajouter une nouvelle œuvre

source: New Creative Work Name
fr_fr: Nom de la nouvelle œuvre

source: Separate creative works with commas
fr_fr: Séparer les œuvres par des virgules

source: Add or remove creative works
fr_fr: Ajouter ou supprimer des œuvres

source: Choose from the most used creative works
fr_fr: Choisir parmi les œuvres les plus utilisées

source: No creative works found.
fr_fr: Aucune œuvre trouvée.

source: ← Back to creative works
fr_fr: ← Retour aux œuvres

source: Creative Works
fr_fr: Œuvres

source: Title
fr_fr: Titre

source: Enter the work title.
fr_fr: Entrer le titre de l'œuvre.

source: Sort title
fr_fr: Tri du titre

source: Enter the work sort title.
fr_fr: Entrer le titre de l'œuvre tel qu'il doit être trié.

source: Translations
fr_fr: Traductions

source: Enter the work translations if exist.
fr_fr: Entrer les traductions de l'œuvre, si elles existent.

source: Translation of
fr_fr: Traduction de

source: Enter the work from which this work has been translated if exists.
fr_fr: Entrer l'œuvre à partir de laquelle a été traduite celle-ci, si elle existe.

source: Authors
fr_fr: Auteur&middot;es

source: Enter the work authors.
fr_fr: Entrer les auteur&middot;es de l'œuvre.

source: Translators
fr_fr: Traducteur&middot;rices

source: Enter the work translators if exist.
fr_fr: Entrer les traducteur&middot;rices de l'œuvre, si iels existent.

source: Publisher
fr_fr: Maison d'édition

source: Enter the work publisher.
fr_fr: Entrer la maison d'édition de l'œuvre.

source: Enter the work ISBN10 if exists.
fr_fr: Entrer l'ISBN10 de l'œuvre, s'il existe.

source: Enter the work ISBN13.
fr_fr: Entrer l'ISBN13 de l'œuvre.

source: Enter the work ASIN.
fr_fr: Entrer l'ASIN de l'œuvre.

source: Release date
fr_fr: Date de parution

source: Enter the work release date (YYYY-mm-dd).
fr_fr: Entrer la date de parution de l'œuvre (YYYY-mm-dd).

source: Language
fr_fr: Langue

source: Enter the language in which the work is written.
fr_fr: Entrer la langue dans laquelle l'œuvre a été écrite.

source: Number of pages
fr_fr: Nombre de pages

source: Enter the work number of pages.
fr_fr: Entrer le nom de pages de l'œuvre.

source: Cover
fr_fr: Première de couverture

source: Enter the work cover if exists.
fr_fr: Entrer l'URL de la première de couverture de l'œuvre, si elle existe.

source: Location
fr_fr: Localisation

source: Enter the locations depicted or described in the work if exist.
fr_fr: Entrer les localisations représentées ou dépeintes dans l'œuvre, si elles existent.

source: Work review
fr_fr: Chronique de l'œuvre

source: Enter the work review if exists.
fr_fr: Entrer l'URL de la chronique de l'œuvre, si elle existe.
